const levels = {
    1: {
        time: 120,
        images: [
            '../images/תמונות סרוקות/level 1/1.jpg',
            '../images/תמונות סרוקות/level 1/2.jpg',
            '../images/תמונות סרוקות/level 1/3.jpg',
            '../images/תמונות סרוקות/level 1/4.jpg',
            '../images/תמונות סרוקות/level 1/5.jpg',
            '../images/תמונות סרוקות/level 1/6.jpg',
            '../images/תמונות סרוקות/level 1/7.jpg',
            '../images/תמונות סרוקות/level 1/8.jpg',
            '../images/תמונות סרוקות/level 1/9.jpg',
            '../images/תמונות סרוקות/level 1/10.jpg',

        ],
        solutions: [
            "1384336486244444",
"4665668268487281",
 "3583711681153673",
"8115711627622852",
"4444467445844444",
"3216216216216213",
"1576285786256221",
"4623228116223284",
"2232522814116227",
"8445427445247446"
        ]
    },

    2: {
        time: 60,
        images: [
            '../images/תמונות סרוקות/‏‏level 2/1.jpg',
             '../images/תמונות סרוקות/‏‏level 2/2.jpg',
              '../images/תמונות סרוקות/‏‏level 2/3.jpg',
               '../images/תמונות סרוקות/‏‏level 2/4.jpg',
                '../images/תמונות סרוקות/‏‏level 2/5.jpg',
                 '../images/תמונות סרוקות/‏‏level 2/6.jpg',
                  '../images/תמונות סרוקות/‏‏level 2/7.jpg',
                   '../images/תמונות סרוקות/‏‏level 2/8.jpg',
                    '../images/תמונות סרוקות/‏‏level 2/9.jpg',
                     '../images/תמונות סרוקות/‏‏level 2/10.jpg'
        ],
        solutions: [
            "4624631221384284",
 "1212754224752121",
"3838848438388484",
 "2362266338822832",
 "2223472224722242",
"3271255755521523",
 "8333182211824448",
 "2322213232212186",
"5225372752526225",
 "2422278446522242"
        ]
    },

    3: {
        time: 45,
        images: [
            '../images/תמונות סרוקות/level 3/1.jpg',
             '../images/תמונות סרוקות/level 3/2.jpg',
              '../images/תמונות סרוקות/level 3/3.jpg',
        '../images/תמונות סרוקות/level 3/4.jpg',
         '../images/תמונות סרוקות/level 3/5.jpg',
          '../images/תמונות סרוקות/level 3/6.jpg',
           '../images/תמונות סרוקות/level 3/7.jpg',
        '../images/תמונות סרוקות/level 3/8.jpg',
         '../images/תמונות סרוקות/level 3/9.jpg', 
         '../images/תמונות סרוקות/level 3/10.jpg'
        ],
        solutions: [
             "7214152121523217",
"4167158576715814",
 "6857867562275238",
"7538385687836375",
 "4264713863154824",
 "7538378686536375",
 "1231132152381581",
 "5328758627528575",
 "6427165227815248",
 "2123213214113122"
        ]
    }
};
